brew "abseil"
brew "ack"
brew "act"
brew "adwaita-icon-theme"
brew "aom"
brew "apr"
brew "apr-util"
brew "armadillo"
brew "arpack"
brew "aspell"
brew "atk"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "bdw-gc"
brew "bear"
brew "berkeley-db@5"
brew "bibclean"
brew "binutils"
brew "binwalk"
brew "blueutil"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "brightness"
brew "brotli"
brew "btop"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "calcurse"
brew "capstone"
brew "cask"
brew "ccls"
brew "cifer"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cunit"
brew "curl"
brew "dart"
brew "dav1d"
brew "deno"
brew "djvulibre"
brew "dns2tcp"
brew "dooit"
brew "dotnet"
brew "duti"
brew "efm-langserver"
brew "eigen"
brew "emacs"
brew "enchant"
brew "eslint"
brew "evince"
brew "exa"
brew "fasd"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "findutils"
brew "firefox-profile-switcher-connector"
brew "fish"
brew "fisher"
brew "fmt"
brew "fontconfig"
brew "fontforge"
brew "fortune"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "giflib"
brew "girara"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "glib"
brew "glib-networking"
brew "glow"
brew "gmp"
brew "gnu-apl"
brew "gnu-sed"
brew "gnupg"
brew "gnupg@1.4"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphene"
brew "graphite2"
brew "grep"
brew "grpc"
brew "gsettings-desktop-schemas"
brew "gsl"
brew "gspell"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gtksourceview4"
brew "gumbo-parser"
brew "harfbuzz"
brew "hdf5"
brew "hicolor-icon-theme"
brew "highway"
brew "htop"
brew "hwloc"
brew "ical-buddy"
brew "icu4c"
brew "ifstat"
brew "imath"
brew "imlib2"
brew "isl"
brew "jansson"
brew "jbig2dec"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "jrnl"
brew "json-c"
brew "keychain"
brew "krb5"
brew "lame"
brew "lazygit"
brew "ldns"
brew "leptonica"
brew "libaec"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libb2"
brew "libcbor"
brew "libepoxy"
brew "libevent"
brew "libexif"
brew "libfido2"
brew "libgcrypt"
brew "libgit2"
brew "libgpg-error"
brew "libgxps"
brew "libhandy"
brew "libice"
brew "libidn"
brew "libidn2"
brew "libimagequant"
brew "libiscsi"
brew "libksba"
brew "liblinear"
brew "libmpc"
brew "libnghttp2"
brew "libnotify"
brew "libogg"
brew "libomp"
brew "libosinfo"
brew "libpng"
brew "libpq"
brew "libpsl"
brew "libpthread-stubs"
brew "libraqm"
brew "librsvg"
brew "libscrypt"
brew "libsecret"
brew "libslirp"
brew "libsm"
brew "libsoup"
brew "libsoup@2"
brew "libspectre"
brew "libspiro"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libuninameslist"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvirt"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxinerama"
brew "libxml2"
brew "libxmu"
brew "libxrender"
brew "libxt"
brew "libyaml"
brew "libzip"
brew "links"
brew "little-cms2"
brew "llvm"
brew "llvm@12"
brew "llvm@15"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua@5.3"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lz4"
brew "lzo"
brew "m-cli"
brew "m4"
brew "make"
brew "mas"
brew "meson"
brew "mmv"
brew "moreutils"
brew "mpdecimal"
brew "mpfr"
brew "msgpack"
brew "mujs"
brew "nb"
brew "ncdu"
brew "ncurses"
brew "neofetch"
brew "neovide"
brew "neovim"
brew "nettle"
brew "ninja"
brew "nlohmann-json"
brew "nmap"
brew "nnn"
brew "node"
brew "node@16"
brew "node@18"
brew "npth"
brew "nspr"
brew "nss"
brew "numpy"
brew "nvm"
brew "oniguruma"
brew "open-mpi"
brew "openblas"
brew "openexr"
brew "openjpeg"
brew "openldap"
brew "openssh"
brew "openssl@1.1"
brew "openssl@3"
brew "opus"
brew "osinfo-db"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "pigz"
brew "pillow"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkg-config"
brew "pngcheck"
brew "poppler"
brew "powerlevel10k"
brew "prettier"
brew "protobuf"
brew "pv"
brew "pygments"
brew "python-typing-extensions"
brew "python@3.11"
brew "pyyaml"
brew "qemu"
brew "qt@5"
brew "re2"
brew "readline"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rtmpdump"
brew "rust"
brew "rustup-init"
brew "sass"
brew "screenresolution"
brew "sdl2"
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "six"
brew "sketchybar"
brew "skhd"
brew "snappy"
brew "socat"
brew "spdlog"
brew "speedtest-cli"
brew "spicetify-cli"
brew "spotify-tui"
brew "sqlite"
brew "ssdeep"
brew "ssh-copy-id"
brew "stylua"
brew "supabase"
brew "superlu"
brew "swift-format"
brew "tcl-tk"
brew "tere"
brew "tesseract"
brew "the_silver_searcher"
brew "theora"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "topgrade"
brew "tor"
brew "trash"
brew "trash-cli"
brew "tree"
brew "tree-sitter"
brew "typespeed"
brew "unbound"
brew "unibilium"
brew "usb.ids"
brew "utf8proc"
brew "vbindiff"
brew "vde"
brew "virtualenv"
brew "w3m"
brew "wakatime-cli"
brew "wallpaper"
brew "webp"
brew "webpack"
brew "wego"
brew "wget"
brew "wireguard-go"
brew "woff2"
brew "wtfutil"
brew "x264"
brew "x265"
brew "xclip"
brew "xmlformat"
brew "xorgproto"
brew "xpdf"
brew "xz"
brew "yabai"
brew "yajl"
brew "yarn"
brew "youtube-dl"
brew "z3"
brew "zopfli"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "zstd"
brew "alacritty"
brew "autodesk-fusion360"
brew "basictex"
brew "betterdiscord-installer"
brew "caprine"
brew "chatgpt"
brew "cool-retro-term"
brew "discord"
brew "docker"
brew "eloston-chromium"
brew "firefox"
brew "font-hack-nerd-font"
brew "github"
brew "iterm2"
brew "jetbrains-toolbox"
brew "karabiner-elements"
brew "keepassxc"
brew "kitty"
brew "microsoft-edge"
brew "neovide"
brew "ngrok"
brew "notion"
brew "obs"
brew "oracle-jdk"
brew "raycast"
brew "sf-symbols"
brew "sioyek"
brew "spotify"
brew "swiftdefaultappsprefpane"
brew "unpkg"
brew "visual-studio-code"
brew "vscodium"
brew "warp"
